Repository: strivepawan/sellKaroIndia
Catalog: lib/l10n/app_*.arb
Languages: hi

# profile_screen_title
source: Profile Screen
hi: प्रोफाइल स्क्रीन

source: Logout
hi: लॉग आउट

source: UPDATE
hi: अपडेट करें

source: Choose Language
hi: भाषा चुनें

source: Help and Support
hi: मदद और समर्थन

source: Name
hi: नाम

# name_hint
source: eg. Pawan Kumar
hi: उदाहरण: पवन कुमार

source: About
hi: के बारे में

# about_hint
source: eg. Feeling Happy
hi: उदाहरण: खुश हूँ

source: Email
hi: ईमेल

# update_successful
source: Profile Updated Successfully!
hi: प्रोफाइल सफलतापूर्वक अपडेट हो गई!

source: Required Field
hi: आवश्यक फ़ील्ड

source: Pick Profile Picture
hi: प्रोफाइल पिक्चर चुनें

source: Gallery
hi: गैलरी

source: Camera
hi: कैमरा

# email_icon_tooltip
source: Send Email
hi: ईमेल भेजें

# facebook_icon_tooltip
source: Visit Facebook
hi: फेसबुक देखें

# instagram_icon_tooltip
source: Visit Instagram
hi: इंस्टाग्राम देखें

# twitter_icon_tooltip
source: Visit Twitter
hi: ट्विटर देखें

# language_english
source: English
hi: अंग्रेज़ी

# language_hindi
source: Hindi
hi: हिंदी

source: Title
hi: शीर्षक

source: Description
hi: विवरण

source: Tag
hi: टैग

source: Negotiable
hi: सौदेबाजी योग्य

# price
source: Price (INR)
hi: मूल्य (INR)

source: Add Photos
hi: फ़ोटो जोड़ें

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Enter Ad Title
hi: विज्ञापन का शीर्षक दर्ज करें

source: Enter Description
hi: विवरण दर्ज करें

# enterNewTag
source: Enter a new tag
hi: नया टैग दर्ज करें

source: Please enter Ad Title
hi: कृपया विज्ञापन का शीर्षक दर्ज करें

source: Please enter Description
hi: कृपया विवरण दर्ज करें

source: Please select Negotiable option
hi: कृपया सौदेबाजी योग्य विकल्प चुनें

source: Please enter Price
hi: कृपया मूल्य दर्ज करें

source: Please add at least one photo
hi: कृपया कम से कम एक फोटो जोड़ें

source: Books Add Post
hi: पुस्तकें पोस्ट जोड़ें

source: Books
hi: पुस्तकें

source: Stationery
hi: स्टेशनरी

source: Other
hi: अन्य

# electronicAndAppliances
source: Electronic & Appliances
hi: इलेक्ट्रॉनिक और उपकरण

source: Tvs, video-Audio
hi: टीवी, वीडियो-ऑडियो

# kitchenAndAppliances
source: Kitchen & Appliances
hi: रसोई और उपकरण

# cameraAndLenses
source: Camera & Lenses
hi: कैमरा और लेंस

# gameAndEntertainment
source: Game & Entertainment
hi: खेल और मनोरंजन

source: Fridge
hi: फ्रिज

source: Computer Accessories
hi: कंप्यूटर एक्सेसरीज़

source: Hard Disk, Printer and Monitor
hi: हार्ड डिस्क, प्रिंटर और मॉनिटर

source: ACs
hi: एसी

source: Washing machine
hi: वॉशिंग मशीन

source: Fashion
hi: फैशन

source: Men
hi: पुरुष

source: Women
hi: महिला

source: Kids
hi: बच्चे

source: Furniture Ads
hi: फर्नीचर विज्ञापन

source: Sofa and Dining
hi: सोफा और डाइनिंग

source: Beds and Wardrobes
hi: बेड और वार्डरोब

source: Home Decors
hi: होम डेकोर

source: Kids Furniture
hi: बच्चों का फर्नीचर

source: Other Household Items
hi: अन्य घरेलू सामान

source: Gym Sports Ads
hi: जिम खेल विज्ञापन

source: Sports Equipment
hi: खेल उपकरण

source: GYM And Fitness
hi: जिम और फिटनेस

source: Musical Equipment
hi: संगीत उपकरण

source: Pets Add
hi: पशु विज्ञापन

source: Fishes and Aquarium
hi: मछलियां और एक्वेरियम

source: Pets Food
hi: पशुओं का खाना

source: Dogs
hi: कुत्ते

source: Other Pets
hi: अन्य पालतू जानवर

source: Vacancies Type
hi: रिक्तियों की किस्म

source: Data Entry & Back Office
hi: डाटा एंट्री और बैक ऑफिस

source: Sales & Marketing
hi: बिक्री और विपणन

source: BPO & Telecaller
hi: बीपीओ और टेली कॉलर

source: Driver
hi: ड्राइवर

source: Office Assistent
hi: ऑफिस सहायक

source: Delivery & Collection
hi: डिलीवरी और संग्रह

source: Teacher
hi: शिक्षक

source: Cook
hi: पाककर्मी

source: Receptionist & Front Office
hi: रिसेप्शनिस्ट और फ्रंट ऑफिस

source: Operation & Technician
hi: ऑपरेशन और तकनीशियन

source: IT Engineer & Developer
hi: आईटी इंजीनियर और डेवलपर

source: Hotel & Travel Executive
hi: होटल और यात्रा कार्यकारी

source: Accountant
hi: लेखाकार

source: Designer
hi: डिजाइनर

source: Other Job
hi: अन्य नौकरी

source: Vehicle Type
hi: वाहन की किस्म

source: Cars
hi: कारें

source: Bikes
hi: बाइक

source: Bicycle
hi: साइकल

# busAndTruck
source: Bus & Truck
hi: बस और ट्रक

source: House, Kothi & Villa
hi: घर, कोठी और विला

# flatApartmentBuilder
source: Flat, Apartment & Builder Floor
hi: फ्लैट, अपार्टमेंट और बिल्डर फ्लोर

# shopOfficeShowroom
source: Shop, Office, Showroom & SOHO
hi: दुकान, कार्यालय, शो-रूम और एसओएचओ

source: Land & Plot
hi: भूमि और प्लॉट

source: Farmhouse
hi: फार्महाउस

source: Spare Parts Add
hi: स्पेयर पार्ट्स जोड़ें

source: Spare Parts
hi: स्पेयर पार्ट्स

# commercialVehiclesAndSpare
source: Commercial Vehicles & spare
hi: व्यावसायिक वाहन और स्पेयर

source: Services
hi: सेवाएं

# educationAndClasses
source: Education & Classes
hi: शिक्षा और कक्षाएं

source: Tuition
hi: ट्यूशन

source: Hobby Classes
hi: शौक कक्षाएं

source: Skill Development
hi: स्किल डेवलपमेंट

# tourAndTravel
source: Tour & Travel
hi: यात्रा और यात्रा

source: Taxi Services
hi: टैक्सी सेवाएँ

source: Driver Services
hi: ड्राइवर सेवाएँ

source: Travel Agent
hi: यात्रा एजेंट

source: Hotel
hi: होटल

source: Homestays
hi: होमस्टे

# electronicRepairAndServices
source: Electronic Repair & Services
hi: इलेक्ट्रॉनिक मरम्मत और सेवाएँ

source: AC
hi: एसी

source: Home Appliances
hi: होम अप्लायंसेस

source: TV, Video/Audio
hi: टीवी, वीडियो/ऑडियो

# computerAndLaptop
source: Computer & Laptop
hi: कंप्यूटर और लैपटॉप

source: RO / Water Purifier
hi: आरओ/वाटर प्यूरीफायर

# healthAndBeauty
source: Health & Beauty
hi: स्वास्थ्य और सौंदर्य

# fitnessAndWellness
source: Fitness & Wellness
hi: फिटनेस और वेलनेस

source: Salons Services
hi: सैलून सेवाएँ

# healthAndSafety
source: Health & Safety
hi: स्वास्थ्य और सुरक्षा

# homeRenovationAndRepair
source: Home Renovation & Repair
hi: होम नवीकरण और मरम्मत

# builderAndContractor
source: Builder & Contractor
hi: बिल्डर और ठेकेदार

source: Plumber
hi: प्लम्बर

source: Electrician
hi: इलेक्ट्रिशियन

# packersAndMovers
source: Packers & Movers
hi: पैकर्स और मूवर्स

source: Other Services
hi: अन्य सेवाएँ

source: Post Your Ad
hi: अपना विज्ञापन पोस्ट करें

source: What are you Selling?
hi: आप क्या बेच रहे हैं?

# chooseCategoryToContinue
source: Choose a category to continue
hi: जारी रखने के लिए एक श्रेणी चुनें

source: Vehicle
hi: वाहन

source: Properties
hi: संपत्तियां

# phonesAndGadgets
source: Phones & Gadgets
hi: फोन और गैजेट्स

source: Vacancies
hi: रिक्तियां

source: Furnitures
hi: फर्नीचर्स

source: Pets
hi: पालतू जानवर

# fashionAndClothings
source: Fashion & Clothings
hi: फैशन और कपड़े

# sportsAndGyms
source: Sports & Gyms
hi: खेल और जिम

# booksAndStationary
source: Books & Stationary
hi: किताबें और स्टेशनरी

source: Choose
hi: चुनें

source: Cancel
hi: रद्द करें

source: My Favorites
hi: मेरे पसंदीदा

source: No favorite ads.
hi: कोई पसंदीदा विज्ञापन नहीं।

source: Remove
hi: हटाएं

source: View
hi: देखें

source: RS
hi: रु

source: Error
hi: त्रुटि

# noFavorites
source: No favorite ads.
hi: कोई पसंदीदा विज्ञापन नहीं।

# chatTitle
source: Chat
hi: चैट

# searchHint
source: Name, Email, ...
hi: नाम, ईमेल, ...

# noConnections
source: No Connections Found!
hi: कोई कनेक्शन नहीं मिला!

source: Message Sent
hi: संदेश भेजा गया

source: Your Ads
hi: आपके विज्ञापन

source: Recent Ads
hi: हाल के विज्ञापन

source: Boosted Ads
hi: प्रोत्साहित विज्ञापन

source: Expired Ads
hi: समाप्त विज्ञापन

source: Product List
hi: उत्पाद सूची

source: Phone & Gadgets
hi: फ़ोन और गैजेट्स

source: Electronic Appliances
hi: इलेक्ट्रॉनिक उपकरण

source: Jobs
hi: नौकरियां

source: Furniture
hi: फर्नीचर

source: Sports & GYM
hi: खेल और जिम

source: Books & Stationery
hi: किताबें और स्टेशनरी

source: Service
hi: सेवा

source: Browse Category
hi: श्रेणियाँ ब्राउज़ करें

source: See All
hi: सभी देखें

source: Search anything....
hi: कुछ भी खोजें....
